[{"dialogue":"The race has started. I can't wait to see who'll win.","id":101},{"dialogue":"Allow me to play you a victory song.","id":102},{"dialogue":"You'll choose me? Aww, thanks. You're my dear racer♡","id":103},{"dialogue":"Listen to this intense song and focus.","id":104},{"dialogue":"Going slow is fine, too. It's safer.","id":105},{"dialogue":"Keep going, Commander.","id":106},{"dialogue":"Keep it up! The finish line is in sight!","id":107},{"dialogue":"That's the spirit! Just like that!","id":108},{"dialogue":"Heehee. I knew you'd pull through.","id":109},{"dialogue":"Not bad at all. I thought you'd lose your cool!","id":111},{"dialogue":"What? The record? You did break the top speed record.","id":112},{"dialogue":"Heheh. Can't get enough of my support, can ya?","id":113},{"dialogue":"It might not look like it, but I AM rootin' for ya. Don't get your ass kicked.","id":114},{"dialogue":"Took you a while. Had any technical problems? C'mon, victory's just 'round the corner.","id":115},{"dialogue":"I'm rooting for ya. Just gotta believe in yourself.","id":116},{"dialogue":"Reckon you can set a new record?","id":117},{"dialogue":"I'm cheerin' for ya. Ain't no way you're gonna lose.","id":118},{"dialogue":"Heh! I can already taste the gold trophy.","id":119},{"dialogue":"You're ready for the race. Let's stay in peak condition.","id":121},{"dialogue":"Let us thank the Holy Iris for its blessings. Granted, this was more thanks to your talent, Commander.","id":122},{"dialogue":"Together, let us seize victory once more.","id":123},{"dialogue":"I'm praying for you. Continue onward.","id":124},{"dialogue":"Do you think you should service your car one more time?","id":125},{"dialogue":"Safety first. Let's keep moving forward diligently.","id":126},{"dialogue":"I will judge you based on your placing. Okay, that was a joke. Slow and steady wins the race.","id":127},{"dialogue":"You're getting better. Have the blessings given you new talent?","id":128},{"dialogue":"I saw it. Victory awaits your arrival.","id":129}]
