[{"content":"Light Cruisers have relatively high Anti-Air defenses.","id":1,"limitation":-1},{"content":"Normal Battleships have high Firepower but move slowly...","id":2,"limitation":-1},{"content":"If you manually aim your battleships' guns and land a bullseye, damage will be increased by 20%!","id":3,"limitation":-1},{"content":"Use your carrier's air support to clear the screen of all enemy shells!","id":4,"limitation":-1},{"content":"Shield-type skills can only block smaller ammo and cannot block shells from main guns, torpedoes, or aircraft attacks.","id":5,"limitation":-1},{"content":"Your fighters will automatically intercept enemy aircraft, but are limited by a cooldown timer.","id":6,"limitation":-1},{"content":"Anti-air guns attack all enemies within range and deal damage shared across the hit enemy aircraft.","id":7,"limitation":-1},{"content":"Enemy ships and aircraft that penetrate your vanguard's defensive line (left side of the screen) will attack and deal damage to your main fleet.","id":8,"limitation":-1},{"content":"Most battleships come equipped with a 140mm Secondary Gun.","id":9,"limitation":-1},{"content":"Large ships have more auxiliary defenses. Be careful when launching torpedoes from close range!","id":10,"limitation":-1},{"content":"Can't get through enemy defenses? Try using torpedoes and dive bombers to deal with large ships.","id":11,"limitation":-1},{"content":"AP weapons can deal large amounts of DMG to heavy ships.","id":12,"limitation":-1},{"content":"Use high explosive ammo for a chance to set enemy ships on fire.","id":13,"limitation":-1},{"content":"Identical skills don't stack. Higher level skills have priority over lower level skills.","id":14,"limitation":-1},{"content":"Fire another round of high explosive ammo after setting a target on fire to keep it burning for more damage!","id":15,"limitation":-1},{"content":"Did you know that you can change your flagship while preparing for battle?","id":16,"limitation":-1},{"content":"Single line increases damage, reduces evasion. Double line increases evasion, reduces damage. Circular is balanced and improves Anti-Air. ","id":17,"limitation":-1},{"content":"You choose whether or not to display custom ship names in 'Settings - Notifications - Other'.","id":18,"limitation":-1},{"content":"Auto battle unlocks once you have cleared stage 1-3.","id":19,"limitation":-1},{"content":"Merit you earn from exercises may be exchanged for various rewards in the Merit Shop.","id":20,"limitation":-1},{"content":"There are three types of skills: Offensive (red), Defensive (blue), and Support (yellow).","id":21,"limitation":-1},{"content":"The comfort level in the dorm is determined by the furniture and decorations you have collected. ","id":22,"limitation":-1},{"content":"Cargo ships only appear on the battlefield for a short amount of time. Make sure not to miss them!","id":23,"limitation":-1},{"content":"Your ships will only earn 50% EXP if you send them to battle while their moods are low.","id":24,"limitation":-1}]
